{
  "salt": 75465,
  "butter": 48572,
  "sugar": 37134,
  "onion": 36050,
  "olive oil": 30269,
  "water": 29862,
  "eggs": 29244,
  "garlic cloves": 23259,
  "milk": 23138,
  "flour": 22579,
  "pepper": 20679,
  "garlic": 15953,
  "brown sugar": 15815,
  "egg": 15587,
  "baking powder": 15262,
  "all purpose flour": 15184,
  "salt and pepper": 14476,
  "parmesan cheese": 13859,
  "lemon juice": 12672,
  "vegetable oil": 12136,
  "baking soda": 11782,
  "black pepper": 11648,
  "vanilla": 11234,
  "tomatoes": 11079,
  "cinnamon": 10779,
  "sour cream": 10607,
  "garlic powder": 9564,
  "garlic clove": 9107,
  "oil": 8785,
  "vanilla extract": 8761,
  "celery": 8645,
  "cream cheese": 8518,
  "onions": 8496,
  "cheddar cheese": 8477,
  "honey": 8456,
  "mayonnaise": 8184,
  "soy sauce": 7616,
  "unsalted butter": 7566,
  "chicken broth": 7457,
  "fresh parsley": 7082,
  "extra virgin olive oil": 7057,
  "paprika": 6973,
  "worcestershire sauce": 6763,
  "cornstarch": 6567,
  "bacon": 6407,
  "fresh ground black pepper": 6392,
  "parsley": 6384,
  "carrots": 6231,
  "chili powder": 6206,
  "carrot": 6095,
  "potatoes": 6008,
  "ground cinnamon": 6006,
  "ground cumin": 5580,
  "ground beef": 5433,
  "cayenne pepper": 5420,
  "red onion": 5413,
  "nutmeg": 5400,
  "green onions": 5388,
  "granulated sugar": 5215,
  "green onion": 5147,
  "dijon mustard": 5080,
  "walnuts": 4956,
  "pecans": 4829,
  "fresh lemon juice": 4782,
  "mozzarella cheese": 4583,
  "kosher salt": 4565,
  "margarine": 4483,
  "powdered sugar": 4398,
  "dried oregano": 4384,
  "heavy cream": 4366,
  "zucchini": 4262,
  "orange juice": 4188,
  "red bell pepper": 4129,
  "fresh cilantro": 4014,
  "green pepper": 4012,
  "tomato sauce": 3976,
  "chicken stock": 3889,
  "canola oil": 3856,
  "cumin": 3814,
  "raisins": 3775,
  "fresh ginger": 3756,
  "oregano": 3755,
  "tomato paste": 3743,
  "boneless skinless chicken breasts": 3711,
  "balsamic vinegar": 3543,
  "ground black pepper": 3472,
  "cilantro": 3428,
  "fresh basil": 3393,
  "lime juice": 3389,
  "ketchup": 3322,
  "diced tomatoes": 3285,
  "buttermilk": 3195,
  "ground ginger": 3171,
  "dried thyme": 3080,
  "ginger": 3054,
  "onion powder": 3015,
  "green bell pepper": 2999,
  "dried basil": 2966,
  "fresh ground pepper": 2946,
  "red wine vinegar": 2872,
  "salt & freshly ground black pepper": 2869,
  "egg whites": 2849,
  "dry white wine": 2825,
  "vinegar": 2782,
  "bay leaf": 2776,
  "sea salt": 2766,
  "curry powder": 2698,
  "sesame oil": 2682,
  "whipping cream": 2666,
  "crushed red pepper flakes": 2665,
  "white sugar": 2660,
  "whole wheat flour": 2652,
  "thyme": 2598,
  "white wine": 2585,
  "chicken breasts": 2573,
  "breadcrumbs": 2571,
  "ground nutmeg": 2565,
  "confectioners' sugar": 2560,
  "salsa": 2556,
  "lemon": 2552,
  "mushrooms": 2528,
  "light brown sugar": 2525,
  "cheese": 2518,
  "white pepper": 2498,
  "basil": 2460,
  "lean ground beef": 2441,
  "garlic salt": 2398,
  "feta cheese": 2372,
  "bananas": 2367,
  "dry mustard": 2364,
  "boiling water": 2361,
  "red pepper flakes": 2351,
  "black beans": 2326,
  "sharp cheddar cheese": 2294,
  "scallions": 2244,
  "semi sweet chocolate chips": 2240,
  "monterey jack cheese": 2214,
  "shortening": 2195,
  "fresh lime juice": 2170,
  "peanut butter": 2132,
  "banana": 2113,
  "cider vinegar": 2111,
  "egg yolks": 2068,
  "yellow onion": 2059,
  "red pepper": 2056,
  "half and half": 2038,
  "skim milk": 2038,
  "cucumber": 2036,
  "seasoning salt": 2021,
  "cream of mushroom soup": 2018,
  "cooking spray": 1996,
  "salt & pepper": 1995,
  "shallots": 1970,
  "bay leaves": 1960,
  "fresh mushrooms": 1958,
  "nuts": 1937,
  "chocolate chips": 1930,
  "swiss cheese": 1917,
  "cream": 1917,
  "apples": 1893,
  "sesame seeds": 1886,
  "tabasco sauce": 1880,
  "ground cloves": 1880,
  "fresh thyme": 1880,
  "cooked chicken": 1866,
  "mushroom": 1862,
  "italian seasoning": 1859,
  "shallot": 1847,
  "chicken": 1840,
  "black olives": 1836,
  "hot sauce": 1834,
  "lemon, juice of": 1826,
  "ground coriander": 1818,
  "beef broth": 1810,
  "lemon zest": 1810,
  "cold water": 1805,
  "evaporated milk": 1805,
  "bread": 1801,
  "avocado": 1799,
  "sliced mushrooms": 1780,
  "white vinegar": 1759,
  "almond extract": 1736,
  "maple syrup": 1723,
  "celery ribs": 1716,
  "shrimp": 1710,
  "cabbage": 1683,
  "boneless skinless chicken breast halves": 1682,
  "plain yogurt": 1671,
  "green chilies": 1664,
  "whole milk": 1642,
  "chives": 1638,
  "lettuce": 1603,
  "flour tortillas": 1592,
  "cayenne": 1590,
  "cherry tomatoes": 1579,
  "turmeric": 1572,
  "fresh rosemary": 1566,
  "warm water": 1556,
  "pine nuts": 1550,
  "sweetened condensed milk": 1545,
  "hot water": 1526,
  "capers": 1521,
  "cocoa": 1520,
  "cooked rice": 1506,
  "almonds": 1501,
  "ham": 1486,
  "egg white": 1479,
  "apple": 1475,
  "frozen peas": 1473,
  "ice": 1471,
  "cream of chicken soup": 1456,
  "corn": 1447,
  "broccoli": 1444,
  "green beans": 1439,
  "fresh dill": 1400,
  "peanut oil": 1399,
  "orange zest": 1396,
  "rolled oats": 1395,
  "bell pepper": 1394,
  "scallion": 1391,
  "potato": 1391,
  "dark brown sugar": 1391,
  "sweet potatoes": 1374,
  "molasses": 1369,
  "rice vinegar": 1354,
  "pineapple juice": 1352,
  "vegetable broth": 1349,
  "cocoa powder": 1343,
  "fresh chives": 1328,
  "cornmeal": 1324,
  "barbecue sauce": 1313,
  "red wine": 1311,
  "coconut milk": 1302,
  "red potatoes": 1296,
  "ricotta cheese": 1296,
  "crushed pineapple": 1274,
  "white wine vinegar": 1273,
  "rice": 1272,
  "coconut": 1251,
  "allspice": 1251,
  "gingerroot": 1240,
  "whipped cream": 1238,
  "spinach": 1237,
  "rosemary": 1231,
  "chickpeas": 1225,
  "dried cranberries": 1223,
  "jalapeno pepper": 1216,
  "cooking oil": 1203,
  "sweet onion": 1196,
  "vegetable stock": 1192,
  "boneless skinless chicken breast": 1181,
  "strawberries": 1178,
  "of fresh mint": 1178,
  "pure vanilla extract": 1173,
  "white onion": 1166,
  "cool whip": 1165,
  "plain flour": 1164,
  "blueberries": 1161,
  "mustard": 1155,
  "dried parsley": 1150,
  "slivered almonds": 1149,
  "flat leaf parsley": 1142,
  "vodka": 1131,
  "apple cider vinegar": 1128,
  "fresh spinach": 1127,
  "hot pepper sauce": 1127,
  "egg yolk": 1125,
  "frozen chopped spinach": 1112,
  "lime": 1110,
  "sliced almonds": 1109,
  "blue cheese": 1099,
  "beer": 1097,
  "plum tomatoes": 1089,
  "fish sauce": 1080,
  "hard boiled eggs": 1073,
  "caster sugar": 1069,
  "icing sugar": 1066,
  "applesauce": 1064,
  "active dry yeast": 1063,
  "dry sherry": 1062,
  "low sodium chicken broth": 1061,
  "ground allspice": 1051,
  "prepared mustard": 1046,
  "vanilla ice cream": 1045,
  "crushed tomatoes": 1030,
  "jalapeno": 1027,
  "dried rosemary": 1024,
  "red onions": 1017,
  "white bread": 1012,
  "ground pepper": 1004,
  "spaghetti": 1004,
  "asparagus": 1002,
  "pasta": 996,
  "cauliflower": 992,
  "unsweetened cocoa powder": 980,
  "fresh strawberries": 980,
  "kidney beans": 970,
  "pork tenderloin": 962,
  "splenda sugar substitute": 957,
  "elbow macaroni": 956,
  "coriander": 951,
  "salmon fillets": 951,
  "pork chops": 947,
  "spaghetti sauce": 943,
  "romaine lettuce": 939,
  "long grain rice": 932,
  "strawberry": 932,
  "ground turkey": 932,
  "dry breadcrumbs": 931,
  "avocados": 929,
  "coarse salt": 924,
  "baby spinach": 918,
  "red bell peppers": 914,
  "basil leaves": 911,
  "clove": 903,
  "corn tortillas": 898,
  "light corn syrup": 897,
  "french bread": 894,
  "apple juice": 889,
  "cream of tartar": 887,
  "leeks": 881,
  "lemons": 872,
  "ground red pepper": 870,
  "fresh oregano": 867,
  "yeast": 865,
  "heavy whipping cream": 862,
  "baby carrots": 850,
  "frozen corn": 849,
  "ice cubes": 845,
  "lemon, zest of": 840,
  "cinnamon stick": 839,
  "bread flour": 832,
  "orange": 831,
  "salt and black pepper": 830,
  "nonfat milk": 829,
  "oatmeal": 823,
  "lime, juice of": 822,
  "chili sauce": 815,
  "cottage cheese": 814,
  "pumpkin": 812,
  "peanuts": 810,
  "taco seasoning": 810,
  "eggplant": 807,
  "celery seed": 805,
  "low sodium soy sauce": 804,
  "stewed tomatoes": 804,
  "green peppers": 803,
  "tortilla chips": 796,
  "dry red wine": 795,
  "cucumbers": 793,
  "beef stock": 792,
  "graham cracker crumbs": 791,
  "fresh garlic": 790,
  "peaches": 789,
  "cooked ham": 785,
  "butternut squash": 785,
  "velveeta cheese": 784,
  "creamy peanut butter": 782,
  "ground pork": 780,
  "broccoli florets": 780,
  "russet potatoes": 779,
  "yellow cake mix": 776,
  "jalapeno peppers": 764,
  "self raising flour": 763,
  "brandy": 759,
  "sherry wine": 753,
  "cumin seed": 753,
  "roma tomatoes": 751,
  "frozen spinach": 748,
  "hoisin sauce": 741,
  "chopped tomatoes": 739,
  "oats": 736,
  "half and half cream": 736,
  "baking potatoes": 734,
  "leek": 727,
  "boneless chicken breasts": 722,
  "fresh basil leaf": 721,
  "ground cardamom": 720,
  "semisweet chocolate": 718,
  "rum": 717,
  "goat cheese": 714,
  "lemon peel": 710,
  "yellow cornmeal": 707,
  "cracked black pepper": 707,
  "unsweetened applesauce": 707,
  "whole kernel corn": 704,
  "american cheese": 704,
  "flaked coconut": 702,
  "dill weed": 700,
  "orange rind": 697,
  "garam masala": 696,
  "celery salt": 687,
  "dates": 681,
  "jalapenos": 680,
  "provolone cheese": 678,
  "cinnamon sticks": 677,
  "large shrimp": 674,
  "fresh coarse ground black pepper": 671,
  "ground turmeric": 667,
  "hamburger buns": 665,
  "rice wine vinegar": 662,
  "fresh blueberries": 661,
  "sage": 658,
  "poultry seasoning": 657,
  "egg noodles": 656,
  "crabmeat": 654,
  "light soy sauce": 651,
  "penne pasta": 651,
  "tomato juice": 649,
  "yogurt": 648,
  "quick cooking oats": 648,
  "sunflower seeds": 645,
  "dill": 644,
  "artichoke hearts": 643,
  "fresh orange juice": 640,
  "cajun seasoning": 637,
  "splenda granular": 637,
  "pineapple": 637,
  "pinto beans": 636,
  "prepared horseradish": 635,
  "ice cube": 633,
  "nonstick cooking spray": 633,
  "shredded cheddar cheese": 631,
  "prosciutto": 631,
  "yellow bell pepper": 630,
  "tuna": 629,
  "self rising flour": 629,
  "pumpkin pie spice": 626,
  "cloves": 624,
  "fresh basil leaves": 624,
  "light cream": 623,
  "couscous": 622,
  "tomato puree": 620,
  "mango": 620,
  "celery rib": 620,
  "pepperoni": 619,
  "granny smith apples": 619,
  "soymilk": 618,
  "bell peppers": 617,
  "taco seasoning mix": 617,
  "sweet red pepper": 617,
  "cake flour": 616,
  "brown rice": 615,
  "tequila": 613,
  "parmigiano reggiano cheese": 610,
  "egg substitute": 608,
  "low fat milk": 603,
  "fresh coriander": 602,
  "linguine": 601,
  "pesto sauce": 600,
  "oranges": 599,
  "medium shrimp": 598,
  "cornflour": 597,
  "lime zest": 595,
  "yellow onions": 594,
  "spring onions": 591,
  "lemon rind": 589,
  "golden raisin": 589,
  "kalamata olive": 587,
  "fresh mint leaves": 587,
  "dried onion flakes": 586,
  "garbanzo beans": 584,
  "peas": 582,
  "bittersweet chocolate": 580,
  "chicken breast": 580,
  "chicken thighs": 579,
  "cranberry juice": 577,
  "panko breadcrumbs": 574,
  "sauerkraut": 574,
  "yellow squash": 573,
  "apple cider": 571,
  "green olives": 567,
  "pecan halves": 566,
  "pumpkin puree": 564,
  "unbleached all purpose flour": 564,
  "fresh gingerroot": 563,
  "cannellini beans": 563,
  "mashed potatoes": 563,
  "green cabbage": 562,
  "minced garlic cloves": 559,
  "grape tomatoes": 558,
  "oyster sauce": 557,
  "romano cheese": 557,
  "button mushrooms": 555,
  "chocolate syrup": 555,
  "fresh green beans": 554,
  "parsley flakes": 553,
  "lemon pepper": 552,
  "onion soup mix": 551,
  "diced green chilies": 550,
  "refried beans": 548,
  "dried apricot": 548,
  "light sour cream": 548,
  "corn flakes": 547,
  "sweet potato": 547,
  "caraway seed": 544,
  "seasoning": 543,
  "white chocolate chips": 543,
  "red kidney beans": 543,
  "hamburger": 541,
  "white rice": 540,
  "old bay seasoning": 540,
  "corn syrup": 540,
  "green bell peppers": 536,
  "boneless skinless chicken thighs": 535,
  "eggplants": 535,
  "whole cloves": 534,
  "mandarin oranges": 532,
  "dark rum": 531,
  "raspberries": 529,
  "orzo pasta": 528,
  "light mayonnaise": 526,
  "catsup": 524,
  "fresh parsley leaves": 523,
  "baby spinach leaves": 522,
  "limes": 522,
  "italian sausage": 521,
  "black peppercorns": 521,
  "old fashioned oats": 518,
  "cashews": 517,
  "bean sprouts": 515,
  "basmati rice": 513,
  "liquid smoke": 511,
  "sun dried tomato": 510,
  "pizza sauce": 508,
  "mustard seeds": 508,
  "gruyere cheese": 507,
  "kahlua": 506,
  "2% low fat milk": 504,
  "cranberries": 500,
  "tahini": 499,
  "mustard powder": 499,
  "tomato soup": 498,
  "wheat germ": 497,
  "mint": 497,
  "whipped topping": 492,
  "lemon wedge": 492,
  "yellow mustard": 491,
  "fennel seed": 491,
  "orange marmalade": 487,
  "horseradish": 486,
  "fresh cranberries": 486,
  "macaroni": 485,
  "dark chocolate": 484,
  "canned pumpkin": 481,
  "cooked bacon": 480,
  "iceberg lettuce": 479,
  "whole wheat bread": 479,
  "monterey jack pepper cheese": 479,
  "table salt": 478,
  "chicken wings": 478,
  "marjoram": 477,
  "fresh sage": 475,
  "shredded coconut": 474,
  "italian dressing": 473,
  "snow peas": 473,
  "roasted red peppers": 472,
  "roasted red pepper": 468,
  "lasagna noodles": 468,
  "pears": 467,
  "fresh cilantro leaves": 466,
  "reduced sodium chicken broth": 465,
  "italian seasoned breadcrumbs": 464,
  "marshmallows": 463,
  "firm tofu": 463,
  "ranch dressing": 463,
  "red peppers": 460,
  "dried marjoram": 459,
  "unsweetened cocoa": 454,
  "ground chuck": 454,
  "miracle whip": 454,
  "white flour": 454,
  "dried tarragon": 453,
  "fresh flat leaf parsley": 451,
  "1% low fat milk": 449,
  "vegetable shortening": 446,
  "frozen mixed vegetables": 445,
  "lentils": 445,
  "chopped tomato": 443,
  "dried parsley flakes": 443,
  "unsweetened chocolate": 442,
  "pineapple chunks": 442,
  "milk chocolate chips": 441,
  "greek yogurt": 441,
  "chicken bouillon cubes": 439,
  "dried sage": 438,
  "whole tomatoes": 438,
  "marinara sauce": 437,
  "quinoa": 437,
  "quick oats": 435,
  "cream of celery soup": 432,
  "sweet paprika": 431,
  "dry yeast": 428,
  "long grain white rice": 428,
  "unflavored gelatin": 427,
  "part skim mozzarella cheese": 426,
  "white chocolate": 425,
  "angel hair pasta": 424,
  "lime wedge": 424,
  "cooked chicken breasts": 424,
  "salad oil": 424,
  "diced onion": 424,
  "coffee": 424,
  "dry onion soup mix": 422,
  "sun dried tomatoes": 422,
  "salt & fresh ground pepper": 421,
  "pasta sauce": 421,
  "fresh tarragon": 421,
  "maraschino cherry": 419,
  "asiago cheese": 419,
  "cilantro leaf": 419,
  "bisquick": 416,
  "lettuce leaves": 416,
  "cooked brown rice": 416,
  "vanilla essence": 412,
  "refrigerated crescent dinner rolls": 412,
  "low fat sour cream": 411,
  "mangoes": 411,
  "toasted sesame seeds": 410,
  "vegetable oil cooking spray": 409,
  "smoked paprika": 408,
  "teriyaki sauce": 406,
  "cherry pie filling": 406,
  "arborio rice": 405,
  "bourbon": 405,
  "pure maple syrup": 405,
  "water chestnuts": 403,
  "reduced sodium soy sauce": 402,
  "dried dill": 400,
  "red cabbage": 399,
  "butterscotch chips": 397,
  "condensed cream of mushroom soup": 397,
  "fresh parmesan cheese": 396,
  "poppy seed": 395,
  "tarragon": 394,
  "portabella mushrooms": 394,
  "yukon gold potatoes": 394,
  "chocolate": 392,
  "sweetened flaked coconut": 391,
  "creamed corn": 390,
  "triple sec": 389,
  "orange peel": 389,
  "sausage": 388,
  "red food coloring": 388,
  "fresh breadcrumb": 387,
  "chicken pieces": 387,
  "new potatoes": 386,
  "macadamia nuts": 386,
  "nonfat sour cream": 386,
  "chicken breast halves": 386,
  "salmon": 385,
  "grenadine": 385,
  "vegetables": 384,
  "onion salt": 383,
  "unbleached flour": 383,
  "instant coffee": 382,
  "turmeric powder": 380,
  "dark sesame oil": 380,
  "club soda": 380,
  "ground chicken": 380,
  "smoked salmon": 379,
  "noodles": 377,
  "chili": 376,
  "instant vanilla pudding": 375,
  "low fat cheddar cheese": 375,
  "toasted sesame oil": 374,
  "hazelnuts": 374,
  "italian bread": 374,
  "italian parsley": 373,
  "ground mustard": 373,
  "plain breadcrumbs": 373,
  "bacon bits": 373,
  "fresh tomatoes": 373,
  "red chili powder": 373,
  "fat free cream cheese": 371,
  "lemongrass": 370,
  "ground cayenne pepper": 368,
  "fresh italian parsley": 368,
  "creme fraiche": 367,
  "ginger ale": 365,
  "light cream cheese": 364,
  "cooked turkey": 364,
  "cumin powder": 363,
  "fresh asparagus": 363,
  "rhubarb": 362,
  "corn oil": 361,
  "amaretto": 360,
  "cream style corn": 360,
  "frozen strawberries": 357,
  "kalamata olives": 356,
  "chorizo sausage": 354,
  "spinach leaves": 353,
  "smoked sausage": 352,
  "boneless pork chops": 350,
  "lemon, rind of": 349,
  "tilapia fillets": 349,
  "mexican blend cheese": 348,
  "powdered milk": 348,
  "fat free chicken broth": 348,
  "miniature marshmallows": 347,
  "arugula": 347,
  "granny smith apple": 347,
  "creole seasoning": 346,
  "mint leaf": 346,
  "lettuce leaf": 346,
  "brewed coffee": 345,
  "diced tomato": 345,
  "kale": 345,
  "frozen orange juice concentrate": 344,
  "seasoned bread crumbs": 343,
  "low fat mayonnaise": 343,
  "broccoli floret": 342,
  "rice krispies": 342,
  "yellow pepper": 342,
  "pizza dough": 342,
  "pistachios": 342,
  "gorgonzola": 341,
  "coriander leaves": 341,
  "cardamom": 340,
  "extra lean ground beef": 340,
  "mini marshmallows": 340,
  "chipotle chile in adobo": 338,
  "rice flour": 338,
  "lemons, juice of": 336,
  "grand marnier": 334,
  "beets": 334,
  "apricot preserves": 334,
  "condensed cream of chicken soup": 332,
  "dried thyme leaves": 332,
  "sweet onions": 330,
  "sweet pickle relish": 329,
  "bow tie pasta": 329,
  "fresh pineapple": 328,
  "green chili": 328,
  "feta": 327,
  "frozen whipped topping": 327,
  "maraschino cherries": 327,
  "dried oregano leaves": 327,
  "brie cheese": 326,
  "olive": 326,
  "dried dill weed": 324,
  "fresh lemon rind": 324,
  "mirin": 324,
  "beef": 322,
  "fettuccine": 322,
  "dried italian seasoning": 322,
  "pancetta": 322,
  "plain low fat yogurt": 321,
  "alfredo sauce": 321,
  "saffron": 321,
  "pork sausage": 321,
  "fat free sour cream": 320,
  "sunflower oil": 320,
  "kielbasa": 320,
  "vidalia onion": 319,
  "vanilla instant pudding mix": 318,
  "coriander powder": 318,
  "beef bouillon cubes": 318,
  "lemon extract": 317,
  "pie crusts": 315,
  "soft breadcrumbs": 314,
  "wide egg noodles": 314,
  "mascarpone cheese": 314,
  "tortillas": 313,
  "asparagus spears": 312,
  "bisquick baking mix": 310,
  "parsnips": 309,
  "limes, juice of": 309,
  "enchilada sauce": 309,
  "oat bran": 308,
  "low fat cottage cheese": 308,
  "colby monterey jack cheese": 308,
  "pearl barley": 308,
  "poppy seeds": 308,
  "penne": 308,
  "chipotle chiles in adobo": 307,
  "prawns": 306,
  "sliced water chestnuts": 305,
  "salted butter": 305,
  "superfine sugar": 305,
  "ghee": 304,
  "red chilies": 304,
  "ground almonds": 302,
  "tart apples": 301,
  "whole wheat pastry flour": 300,
  "sherry wine vinegar": 298,
  "pita bread": 298,
  "marinated artichoke hearts": 298,
  "puff pastry": 297,
  "cooked white rice": 295,
  "deli ham": 295,
  "white beans": 294,
  "tomatoes and green chilies": 294,
  "wonton wrappers": 294,
  "fresh garlic cloves": 293,
  "italian salad dressing": 292,
  "white cake mix": 292,
  "vanilla yogurt": 291,
  "baguette": 290,
  "pork": 289,
  "white onions": 286,
  "orange, zest of": 286,
  "crystallized ginger": 286,
  "olive oil flavored cooking spray": 285,
  "ice water": 285,
  "graham crackers": 285,
  "great northern beans": 284,
  "rotini pasta": 282,
  "radishes": 282,
  "tuna in water": 281,
  "fat free mayonnaise": 280,
  "english cucumber": 280,
  "ground lamb": 280,
  "frozen chopped broccoli": 280,
  "chunky salsa": 279,
  "chicken bouillon cube": 279,
  "oreo cookies": 279,
  "dried cherries": 279,
  "wild rice": 278,
  "rice wine": 277,
  "frozen corn kernels": 277,
  "fresh tomato": 277,
  "smooth peanut butter": 276,
  "fresh mozzarella cheese": 276,
  "flank steaks": 275,
  "saltine crackers": 275,
  "fresh thyme leave": 275,
  "sea scallops": 275,
  "sugar substitute": 274,
  "coriander seed": 274,
  "lemon pepper seasoning": 274,
  "guacamole": 274,
  "dijon style mustard": 274,
  "low fat buttermilk": 273,
  "chili flakes": 273,
  "hot dogs": 273,
  "minced garlic clove": 273,
  "red chile": 272,
  "baking cocoa": 272,
  "berries": 272,
  "sourdough bread": 272,
  "cantaloupe": 272,
  "part skim ricotta cheese": 271,
  "black eyed peas": 271,
  "condensed tomato soup": 271,
  "instant coffee granules": 271,
  "oregano leaves": 270,
  "vanilla bean": 270,
  "plain nonfat yogurt": 270,
  "sweet chili sauce": 270,
  "ground flax seeds": 269,
  "coleslaw mix": 268,
  "mixed salad greens": 268,
  "pie crust": 267,
  "corn kernels": 267,
  "ranch dressing mix": 266,
  "fresh broccoli": 266,
  "red capsicum": 266,
  "artificial sweetener": 265,
  "fish fillets": 264,
  "plain fat free yogurt": 264,
  "nonfat dry milk powder": 263,
  "dried apricots": 263,
  "spring onion": 263,
  "lemon, juice and zest of": 262,
  "extra sharp cheddar cheese": 262,
  "double cream": 261,
  "instant rice": 261,
  "diced tomatoes with juice": 259,
  "cherries": 259,
  "mixed vegetables": 259,
  "reduced fat cream cheese": 258,
  "canned tomatoes": 257,
  "plum tomato": 257,
  "beef stew meat": 256,
  "currants": 256,
  "golden syrup": 255,
  "ritz crackers": 255,
  "summer squash": 255,
  "bok choy": 255,
  "sliced ripe olives": 253,
  "condensed milk": 253,
  "dried breadcrumbs": 252,
  "spicy brown mustard": 252,
  "wine vinegar": 252,
  "cumin seeds": 251,
  "picante sauce": 250,
  "french fried onions": 250,
  "chicken bouillon": 250,
  "reduced fat sour cream": 250,
  "peppercorns": 250,
  "lemon slice": 250,
  "extra firm tofu": 250,
  "whole berry cranberry sauce": 249,
  "saffron thread": 249,
  "frozen puff pastry": 249,
  "olives": 248,
  "instant chocolate pudding mix": 248,
  "frozen raspberries": 248,
  "green peas": 247,
  "pear": 247,
  "pineapple tidbits": 247,
  "apricot jam": 246,
  "mint leaves": 246,
  "fettuccine pasta": 245,
  "pumpkin seeds": 245,
  "lump crabmeat": 245,
  "coconut oil": 245,
  "lean ground turkey": 244,
  "frozen broccoli": 243,
  "cardamom pods": 243,
  "fresh raspberry": 243,
  "desiccated coconut": 242,
  "green food coloring": 242,
  "english muffins": 242,
  "lard": 241,
  "barley": 240,
  "sun dried tomato packed in oil": 240,
  "pork and beans": 239,
  "whole chickens": 239,
  "low fat cream cheese": 239,
  "xanthan gum": 239,
  "salted peanuts": 238,
  "dried basil leaves": 238,
  "agave nectar": 237,
  "rotel tomatoes": 236,
  "frozen blueberries": 236,
  "roma tomato": 236,
  "raw shrimp": 236,
  "cauliflower florets": 235,
  "anchovy fillets": 235,
  "stewing beef": 234,
  "tofu": 234,
  "fresh breadcrumbs": 234,
  "rigatoni pasta": 234,
  "tamari": 234,
  "crunchy peanut butter": 233,
  "brussels sprouts": 233,
  "skinless chicken breasts": 233,
  "fresh thyme leaves": 233,
  "thyme leaves": 233,
  "cooked shrimp": 232,
  "soya sauce": 232,
  "turkey": 231,
  "light rum": 231,
  "crouton": 230,
  "baked beans": 230,
  "phyllo dough": 229,
  "fruit": 229,
  "cognac": 229,
  "low fat plain yogurt": 229,
  "watermelon": 228,
  "flax seed meal": 228,
  "fontina cheese": 228,
  "chicken drumsticks": 228,
  "light olive oil": 227,
  "light coconut milk": 227,
  "reduced sodium fat free chicken broth": 227,
  "rolls": 226,
  "honey mustard": 226,
  "crescent rolls": 226,
  "mild cheddar cheese": 225,
  "dark soy sauce": 225,
  "round steaks": 224,
  "shiitake mushrooms": 224,
  "red chili pepper": 223,
  "sweet corn": 222,
  "acorn squash": 222,
  "herbes de provence": 222,
  "mini chocolate chip": 221,
  "raspberry jam": 221,
  "pitted dates": 220,
  "sake": 220,
  "bicarbonate of soda": 220,
  "fine dry breadcrumb": 220,
  "potato chips": 219,
  "nutritional yeast": 218,
  "chinese five spice powder": 218,
  "peach": 217,
  "scallops": 217,
  "corn kernel": 216,
  "radish": 216,
  "chili beans": 215,
  "chuck roast": 215,
  "chili paste": 214,
  "fresh spinach leaves": 213,
  "button mushroom": 213,
  "pitted black olives": 213,
  "fresh raspberries": 213,
  "liquid honey": 212,
  "vanilla wafers": 212,
  "five spice powder": 212,
  "ground sage": 211,
  "peppermint extract": 210,
  "roasting chickens": 210,
  "baileys irish cream": 210,
  "pecorino romano cheese": 210,
  "napa cabbage": 210,
  "strong coffee": 209,
  "ziti pasta": 209,
  "mint sprig": 209,
  "fennel bulb": 209,
  "devil's food cake mix": 209,
  "imitation crabmeat": 208,
  "ramen noodles": 208,
  "chilies": 208,
  "green chili peppers": 208,
  "salad greens": 208,
  "beans": 207,
  "salami": 207,
  "cremini mushrooms": 207,
  "champagne": 207,
  "chili garlic sauce": 206,
  "sun dried tomatoes packed in oil": 206,
  "white mushrooms": 206,
  "nonfat plain yogurt": 206,
  "ground sirloin": 205,
  "carbonated lemon lime beverage": 205,
  "unsweetened coconut milk": 205,
  "pimientos": 204,
  "ice cream": 204,
  "dry roasted peanuts": 204,
  "beef bouillon cube": 203,
  "salad dressing": 203,
  "chow mein noodles": 203,
  "chocolate cake mix": 203,
  "walnut pieces": 203,
  "miniature marshmallow": 202,
  "spanish onion": 202,
  "turkey breast": 202,
  "tea bags": 202,
  "taco sauce": 201,
  "corned beef": 201,
  "instant minced onion": 201,
  "adobo sauce": 201,
  "coarse grain mustard": 201,
  "mango chutney": 201,
  "kiwi fruits": 201,
  "chunky peanut butter": 201,
  "jicama": 201,
  "aluminum foil": 200,
  "coconut extract": 200,
  "flax seed": 200,
  "dried onion": 200,
  "rose water": 200,
  "whole grain mustard": 199,
  "coconut rum": 199,
  "chili pepper": 199,
  "watercress": 198,
  "gin": 197,
  "potato starch": 197,
  "parsnip": 197,
  "food coloring": 197,
  "cracker": 196,
  "stock": 196,
  "caramel ice cream topping": 196,
  "prepared yellow mustard": 195,
  "water chestnut": 195,
  "gelatin": 195,
  "coconut cream": 195,
  "swiss chard": 195,
  "instant yeast": 195,
  "low fat vanilla yogurt": 195,
  "walnut halves": 195,
  "jam": 194,
  "whole wheat tortillas": 194,
  "egg beaters egg substitute": 194,
  "hot italian sausage": 194,
  "herbs": 193,
  "fat free evaporated milk": 193,
  "vidalia onions": 192,
  "curry leaves": 192,
  "lemons, zest of": 192,
  "philadelphia cream cheese": 191,
  "frozen hash brown potatoes": 191,
  "wheat bran": 191,
  "pimiento": 191,
  "corn chips": 190,
  "beef bouillon granules": 190,
  "fresh peaches": 190,
  "dried mint": 190,
  "ginger powder": 190,
  "basil pesto": 190,
  "whiskey": 189,
  "miniature semisweet chocolate chips": 189,
  "fat free half and half": 189,
  "raw sugar": 189,
  "caramels": 189,
  "grapefruit juice": 188,
  "canadian bacon": 188,
  "clams": 188,
  "ground thyme": 187,
  "boneless chicken breast": 187,
  "refrigerated biscuits": 187,
  "roasted peanuts": 187,
  "tasty cheese": 187,
  "prepared pizza crust": 186,
  "pork loin chops": 186,
  "whole chicken": 186,
  "rye bread": 186,
  "quick cooking rolled oats": 186,
  "pork loin": 186,
  "red seedless grapes": 186,
  "fresh coriander leaves": 186,
  "salmon fillet": 185,
  "extra large eggs": 185,
  "steak": 185,
  "green chili pepper": 185,
  "star anise": 184,
  "onion flakes": 184,
  "white rum": 184,
  "baby shrimp": 184,
  "minute rice": 184,
  "steak sauce": 184,
  "chicken tenders": 184,
  "canned black beans": 184,
  "skinless chicken thighs": 184,
  "dill pickles": 183,
  "fresh corn": 183,
  "pam cooking spray": 183,
  "beef bouillon": 183,
  "wheat flour": 183,
  "white fish fillets": 183,
  "cointreau liqueur": 183,
  "port wine": 183,
  "reduced fat cheddar cheese": 183,
  "frozen hash browns": 183,
  "bread machine yeast": 182,
  "dill pickle": 182,
  "seasoned stuffing mix": 182,
  "clam juice": 182,
  "strawberry jam": 181,
  "hot pepper flakes": 181,
  "biscuit mix": 181,
  "smoked ham": 181,
  "purple onion": 181,
  "neufchatel cheese": 181,
  "minced ginger": 180,
  "smoked bacon": 180,
  "evaporated skim milk": 180,
  "cheese tortellini": 180,
  "white potatoes": 180,
  "low sodium beef broth": 180,
  "orange juice concentrate": 180,
  "marsala wine": 179,
  "granola cereal": 179,
  "crisco": 179,
  "fresh fruit": 179,
  "irish cream": 179,
  "uncooked rice": 179,
  "mussels": 179,
  "yoghurt": 178,
  "virgin olive oil": 178,
  "tomatillos": 178,
  "gouda cheese": 178,
  "graham cracker crust": 178,
  "red chili pepper flakes": 178,
  "red curry paste": 178,
  "ripe olives": 177,
  "marshmallow cream": 177,
  "blanched almond": 177,
  "dried red pepper flakes": 177,
  "dried chipotle powder": 176,
  "chicken breast fillets": 176,
  "cracked pepper": 176,
  "popped popcorn": 176,
  "small shell pasta": 175,
  "lawry's seasoned salt": 175,
  "fresh broccoli florets": 175,
  "meat": 175,
  "marshmallow creme": 175,
  "mushroom stems and pieces": 175,
  "rice noodles": 174,
  "papaya": 174,
  "frozen green pea": 174,
  "rubbed sage": 174,
  "orange liqueur": 174,
  "raspberry vinegar": 174,
  "mixed spice": 173,
  "small curd cottage cheese": 173,
  "graham cracker pie crust": 173,
  "simple syrup": 173,
  "cod fish fillets": 173,
  "dark red kidney beans": 172,
  "hot red pepper flakes": 172,
  "dried sweetened cranberries": 172,
  "pecan pieces": 172,
  "espresso": 172,
  "dried chili pepper flakes": 172,
  "okra": 171,
  "yams": 171,
  "grainy mustard": 171,
  "vanilla vodka": 171,
  "italian salad dressing mix": 171,
  "angel food cake": 171,
  "hard boiled egg": 171,
  "turnips": 170,
  "blue curacao": 170,
  "kaiser rolls": 170,
  "frozen lemonade concentrate": 170,
  "small red potatoes": 170,
  "coarse black pepper": 170,
  "broth": 169,
  "frozen green beans": 169,
  "crushed pineapple in juice": 169,
  "chicken legs": 169,
  "peanut butter chips": 168,
  "orange extract": 168,
  "chopped pimiento": 168,
  "apple pie filling": 167,
  "unsweetened chocolate squares": 167,
  "dried ancho chile powder": 167,
  "milk chocolate": 167,
  "lipton onion soup mix": 166,
  "navy beans": 166,
  "a.1. original sauce": 165,
  "nonfat yogurt": 165,
  "semi sweet chocolate baking squares": 165,
  "fresh sage leaves": 165,
  "jasmine rice": 165,
  "meatballs": 165,
  "ground round": 165,
  "fresh corn kernels": 165,
  "peppercorn": 164,
  "cinnamon sugar": 164,
  "cheddar cheese soup": 163,
  "granulated garlic": 163,
  "caraway seeds": 163,
  "white cheddar cheese": 163,
  "frozen whole kernel corn": 163,
  "flour tortilla": 162,
  "tomatoes with juice": 162,
  "distilled white vinegar": 162,
  "vermicelli": 161,
  "bulk pork sausage": 161,
  "dry vermouth": 161,
  "pimento stuffed olive": 161,
  "candy sprinkles": 161,
  "pineapple chunk": 161,
  "dried red chilies": 161,
  "orange bell pepper": 161,
  "cranberry sauce": 161,
  "lamb": 161,
  "turnip": 161,
  "natural style peanut butter": 160,
  "unbleached white flour": 160,
  "corn flake crumbs": 160,
  "dried fruit": 160,
  "garlic granules": 160,
  "peach schnapps": 159,
  "wine": 159,
  "dark corn syrup": 159,
  "diced tomatoes with green chilies": 159,
  "artichokes": 159,
  "mace": 158,
  "garlic paste": 158,
  "fine breadcrumbs": 158,
  "brown onion": 158,
  "lemonade": 157,
  "italian breadcrumbs": 157,
  "butter beans": 157,
  "strawberry jell o gelatin dessert": 157,
  "crusty bread": 157,
  "nutella": 157,
  "gruyere": 156,
  "baking mix": 156,
  "creme de cacao": 156,
  "tomato ketchup": 155,
  "brownie mix": 155,
  "ground turkey breast": 155,
  "coarse sea salt": 155,
  "season salt": 155,
  "dried lentils": 155,
  "orange slice": 154,
  "accent seasoning": 154,
  "toasted almond": 154,
  "polenta": 154,
  "sweet italian sausage": 153,
  "fresh black pepper": 153,
  "rotel": 153,
  "roasted garlic": 153,
  "dark chocolate chips": 152,
  "refrigerated buttermilk biscuits": 152,
  "yellow food coloring": 152,
  "lime slice": 152,
  "mashed banana": 152,
  "bulgur": 152,
  "coffee liqueur": 152,
  "red lentil": 152,
  "kosher salt & freshly ground black pepper": 151,
  "beef gravy": 151,
  "toffee pieces": 151,
  "flank steak": 151,
  "ground lean pork": 151,
  "hoagie rolls": 151,
  "gluten free flour": 151,
  "dried cilantro": 150,
  "splenda brown sugar blend": 149,
  "unsweetened coconut": 149,
  "pomegranate juice": 149,
  "brussels sprout": 149,
  "roast beef": 148,
  "spaghetti squash": 148,
  "mixed mushrooms": 148,
  "bacon drippings": 148,
  "hot dog buns": 148,
  "white button mushrooms": 148,
  "rotel tomatoes & chilies": 148,
  "seedless grapes": 148,
  "fresh herb": 147,
  "orange, juice of": 147,
  "syrup": 147,
  "chicken bouillon granule": 147,
  "grapeseed oil": 147,
  "cream of coconut": 147,
  "curry paste": 146,
  "boneless pork loin": 146,
  "cooking apples": 146,
  "quick cooking oatmeal": 146,
  "chili oil": 146,
  "thousand island dressing": 145,
  "cooked pasta": 145,
  "grapes": 145,
  "beef roast": 145,
  "pita breads": 145,
  "tuna steaks": 145,
  "kiwi": 145,
  "mccormick's montreal brand steak seasoning": 144,
  "beef brisket": 144,
  "rum extract": 144,
  "jumbo shrimp": 144,
  "turkey bacon": 144,
  "caesar salad dressing": 143,
  "eggnog": 143,
  "dutch processed cocoa powder": 143,
  "russet potato": 143,
  "butter flavored cooking spray": 143,
  "farfalle pasta": 143,
  "black mustard seeds": 142,
  "serrano peppers": 142,
  "powdered ginger": 142,
  "lime rind": 142,
  "poblano chiles": 142,
  "italian cheese blend": 141,
  "walnut oil": 141,
  "pineapple chunks in juice": 141,
  "almond milk": 140,
  "lemon wedges": 140,
  "all bran cereal": 139,
  "seasoned dry bread crumb": 139,
  "chocolate shavings": 139,
  "serrano chilies": 139,
  "ground mace": 139,
  "crackers": 138,
  "sweet butter": 138,
  "boneless chicken breast halves": 138,
  "fennel": 138,
  "light butter": 138,
  "sweet red peppers": 138,
  "hot pepper": 138,
  "harissa": 138,
  "breakfast sausage": 138,
  "adobo seasoning": 137,
  "cool whip topping": 137,
  "chocolate ice cream": 137,
  "craisins": 137,
  "sprite": 137,
  "jalapeno chile": 137,
  "anise seed": 137,
  "fast rising yeast": 136,
  "canned chick peas": 136,
  "chili peppers": 136,
  "phyllo pastry": 136,
  "sirloin steaks": 136,
  "frozen limeade concentrate": 135,
  "ranch salad dressing": 135,
  "muenster cheese": 135,
  "key lime juice": 135,
  "ginger paste": 135,
  "chili seasoning mix": 134,
  "silken tofu": 134,
  "fat free cottage cheese": 134,
  "dark molasses": 134,
  "dried herbs": 134,
  "unsweetened pineapple juice": 134,
  "vanilla sugar": 134,
  "condensed cheddar cheese soup": 134,
  "stew meat": 134,
  "hungarian paprika": 134,
  "fine sea salt": 134,
  "golden brown sugar": 134,
  "anchovy paste": 134,
  "mixed herbs": 133,
  "beef tenderloin": 133,
  "coriander seeds": 133,
  "matzo meal": 132,
  "biscuits": 132,
  "beef consomme": 132,
  "raspberry preserves": 132,
  "palm sugar": 132,
  "sambal oelek": 131,
  "seasoned rice vinegar": 131,
  "instant espresso powder": 131,
  "pretzels": 131,
  "dark beer": 131,
  "lime peel": 131,
  "egg roll wraps": 131,
  "squash": 130,
  "hellmann's mayonnaise": 130,
  "soft fresh goat cheese": 130,
  "hardboiled egg": 130,
  "sweetened coconut": 130,
  "reduced fat mayonnaise": 130,
  "tapioca flour": 130,
  "cracker crumb": 130,
  "chicken bouillon granules": 130,
  "celery seeds": 129,
  "cut green beans": 129,
  "ritz cracker": 129,
  "candied ginger": 129,
  "portabella mushroom": 129,
  "pickle juice": 129,
  "fusilli": 129,
  "deli turkey": 128,
  "hot coffee": 128,
  "italian style breadcrumbs": 128,
  "idaho potatoes": 128,
  "queso fresco": 128,
  "salmon steaks": 128,
  "pasta shells": 128,
  "red leaf lettuce": 128,
  "dry crushed red pepper": 128,
  "baking potato": 127,
  "pork roast": 127,
  "smoked gouda cheese": 127,
  "condensed golden mushroom soup": 127,
  "vanilla pudding mix": 126,
  "kaffir lime leaves": 126,
  "instant potato flakes": 126,
  "boneless skinless chicken": 126,
  "mrs. dash seasoning mix": 126,
  "almond meal": 126,
  "low fat yogurt": 125,
  "cooked long grain rice": 125,
  "pork shoulder": 125,
  "yellow bell peppers": 125,
  "chutney": 125,
  "sugar snap peas": 125,
  "diced pimentos": 124,
  "small shrimp": 124,
  "edamame": 124,
  "tart apple": 124,
  "mixed greens": 124,
  "frangelico": 124,
  "pickled jalapeno pepper": 124,
  "dried chives": 124,
  "cashew nuts": 124,
  "baby portabella mushrooms": 123,
  "rye flour": 123,
  "chambord raspberry liquor": 123,
  "golden raisins": 123,
  "tarragon vinegar": 123,
  "brown rice flour": 123,
  "bamboo shoots": 123,
  "blackberries": 123,
  "thin spaghetti": 123,
  "cornbread": 122,
  "sandwich buns": 122,
  "pitted ripe olives": 122,
  "bacon grease": 122,
  "head of cabbage": 122,
  "curry": 122,
  "refrigerated pie crusts": 122,
  "turbinado sugar": 122,
  "soft brown sugar": 122,
  "fat free cheddar cheese": 122,
  "sultana": 122,
  "french baguette": 122,
  "almond flour": 122,
  "lima beans": 122,
  "white balsamic vinegar": 122,
  "asparagus spear": 122,
  "mild green chilies": 122,
  "collard greens": 121,
  "balsamic vinaigrette": 121,
  "brown gravy mix": 121,
  "honeydew melon": 121,
  "fenugreek seeds": 121,
  "mushroom soup": 121,
  "hummus": 121,
  "cilantro leaves": 121,
  "brown lentils": 121,
  "catfish fillets": 121,
  "lemon slices": 121,
  "tamarind paste": 121,
  "fish stock": 121,
  "fish": 120,
  "low fat ricotta cheese": 120,
  "apricot nectar": 120,
  "apple butter": 120,
  "italian sausages": 120,
  "blackberry": 119,
  "baby corn": 119,
  "oysters": 119,
  "flat leaf italian parsley": 119,
  "italian spices": 118,
  "ground veal": 118,
  "maple extract": 118,
  "9 inch pie shell": 118,
  "seedless cucumber": 117,
  "whole canned tomatoes": 117,
  "dry ranch dressing mix": 117,
  "manicotti": 117,
  "salsa verde": 117,
  "roasting chicken": 117,
  "fresh lemon zest": 117,
  "cooked chicken breast": 117,
  "midori melon liqueur": 117,
  "crispy rice cereal": 117,
  "colby cheese": 116,
  "cool whip lite": 116,
  "lime wedges": 116,
  "frozen broccoli florets": 116,
  "italian style diced tomatoes": 116,
  "shiitake mushroom": 116,
  "red lentils": 116,
  "clear honey": 116,
  "leg of lamb": 116,
  "pillsbury refrigerated crescent dinner rolls": 116,
  "split peas": 115,
  "fresh thyme sprigs": 115,
  "buns": 115,
  "serrano chili": 115,
  "pie shell": 115,
  "burgundy wine": 115,
  "mixed nuts": 115,
  "sparkling water": 115,
  "cod": 115,
  "fresh marjoram": 115,
  "french dressing": 115,
  "long grain and wild rice blend": 115,
  "plums": 115,
  "fennel seeds": 114,
  "toothpick": 114,
  "jumbo pasta shells": 114,
  "tamari soy sauce": 114,
  "sausages": 114,
  "stove top stuffing mix": 114,
  "chicken bouillon powder": 114,
  "sugar snap pea": 114,
  "quick cooking tapioca": 114,
  "italian tomatoes": 114,
  "parsley sprig": 113,
  "boneless pork loin chops": 113,
  "spaghetti noodles": 113,
  "hot chili sauce": 113,
  "dry milk": 113,
  "cake mix": 113,
  "boneless beef chuck roast": 113,
  "butterscotch schnapps": 113,
  "frozen green peas": 113,
  "cheerios toasted oat cereal": 113,
  "sweetened whipped cream": 113,
  "boneless pork loin roast": 113,
  "red beans": 113,
  "pickle": 112,
  "frozen baby peas": 112,
  "cranberry juice cocktail": 112,
  "celery leaves": 112,
  "alfalfa sprout": 112,
  "almond paste": 112,
  "greens": 111,
  "cheese ravioli": 111,
  "tortilla": 111,
  "golden delicious apples": 111,
  "sriracha sauce": 111,
  "beet": 111,
  "caramel sauce": 111,
  "frank's red hot sauce": 111,
  "natural bran": 110,
  "strawberry gelatin": 110,
  "flax seeds": 110,
  "lime, juice and zest of": 110,
  "condensed cream of celery soup": 110,
  "chicken base": 110,
  "navel oranges": 110,
  "safflower oil": 110,
  "sourdough starter": 110,
  "bamboo shoot": 110,
  "lime, zest of": 109,
  "lemons, rind of": 109,
  "ground oregano": 109,
  "medium egg noodles": 109,
  "havarti cheese": 109,
  "poblano peppers": 109,
  "juice": 109,
  "coconut flakes": 109,
  "all purpose greek seasoning": 109,
  "arrowroot": 109,
  "solid pack pumpkin": 109,
  "fresh blackberries": 109,
  "spices": 108,
  "ciabatta": 108,
  "pancake mix": 108,
  "fat free low sodium chicken broth": 108,
  "crisco shortening": 108,
  "unbaked pie shells": 108,
  "raw cashews": 108,
  "mandarin orange segments": 108,
  "graham cracker": 108,
  "lite olive oil": 108,
  "sweet basil": 107,
  "fruit cocktail": 107,
  "garlic pepper seasoning": 107,
  "madeira wine": 107,
  "clarified butter": 107,
  "fat free cool whip": 107,
  "fennel bulbs": 107,
  "louisiana hot sauce": 106,
  "hidden valley ranch dressing mix": 106,
  "cauliflower floret": 106,
  "braggs liquid aminos": 106,
  "sage leaves": 106,
  "canned tuna": 106,
  "cereal": 106,
  "portabella mushroom caps": 106,
  "savoy cabbage": 106,
  "taco shells": 105,
  "mild salsa": 105,
  "fat free refried beans": 105,
  "boneless pork shoulder": 105,
  "french style green beans": 105,
  "center cut pork chops": 105,
  "buckwheat flour": 104,
  "vital wheat gluten": 104,
  "corn muffin mix": 104,
  "v8 vegetable juice": 104,
  "white pearl onions": 104,
  "frosting": 104,
  "boneless chicken": 104,
  "fresh ground white pepper": 104,
  "lean bacon": 104,
  "dried currant": 104,
  "sultanas": 104,
  "artichoke heart": 104,
  "irish whiskey": 104,
  "simply potatoes shredded hash browns": 103,
  "italian plum tomatoes": 103,
  "sugar free instant vanilla pudding mix": 103,
  "crisp rice cereal": 103,
  "sweet hungarian paprika": 103,
  "head cauliflower": 103,
  "jello gelatin": 103,
  "pickled jalapeno peppers": 103,
  "wooden skewers": 103,
  "red apple": 103,
  "fresh cilantro stem": 103,
  "short grain rice": 103,
  "whole wheat pita bread": 103,
  "fresh peas": 102,
  "halibut fillets": 102,
  "rib eye steaks": 102,
  "white bread flour": 102,
  "m&m's plain chocolate candy": 102,
  "seedless raspberry jam": 102,
  "real butter": 102,
  "fresh herbs": 102,
  "bratwursts": 102,
  "oleo": 102,
  "wasabi powder": 102,
  "white kidney beans": 101,
  "cayenne powder": 101,
  "hard cooked eggs": 101,
  "mixed italian herbs": 101,
  "ladyfingers": 101,
  "asafoetida powder": 101,
  "chicken tenderloins": 101,
  "radicchio": 101,
  "pomegranate seeds": 101,
  "mashed bananas": 101,
  "fresh rosemary leaf": 101,
  "cornbread mix": 100,
  "lemon jell o gelatin": 100,
  "semolina": 100,
  "tea": 100,
  "dried black beans": 100,
  "toast": 100,
  "green capsicum": 100,
  "msg": 100,
  "cube steaks": 100,
  "malt vinegar": 100,
  "steak seasoning": 99,
  "crescent roll dough": 99,
  "round steak": 99,
  "unsalted peanuts": 99,
  "serrano pepper": 99,
  "caramel topping": 99,
  "sirloin steak": 99,
  "sandwich bread": 99,
  "romaine lettuce leaves": 99,
  "baby bok choy": 99,
  "rotisserie cooked chicken": 98,
  "instant mashed potatoes": 98,
  "fresh cracked pepper": 98,
  "fat free buttermilk": 98,
  "non fat vanilla yogurt": 98,
  "light margarine": 98,
  "jalapeno chiles": 98,
  "red snapper fillets": 98,
  "reduced fat feta cheese": 97,
  "spelt flour": 97,
  "chili pepper flakes": 97,
  "monterey jack and cheddar cheese blend": 97,
  "hot paprika": 97,
  "fresh jalapeno pepper": 97,
  "flounder fillets": 97,
  "fresh shrimp": 97,
  "fresh jalapeno peppers": 97,
  "whole wheat spaghetti": 97,
  "natural yoghurt": 97,
  "corn on the cob": 97,
  "fresh lemon": 97,
  "southern comfort": 96,
  "no boil lasagna noodles": 96,
  "lemon cake mix": 96,
  "soy flour": 96,
  "celery & leaves": 96,
  "cooked spaghetti": 96,
  "mexican oregano": 96,
  "savory": 96,
  "whole almond": 96,
  "cooking sherry": 96,
  "boiling potatoes": 95,
  "reduced fat sharp cheddar cheese": 95,
  "hominy": 95,
  "fish fillet": 95,
  "hass avocadoes": 95,
  "whole grain bread": 95,
  "mixed baby greens": 95,
  "steel cut oats": 95,
  "seasoned croutons": 95,
  "anchovies": 95,
  "chinese cabbage": 95,
  "bulk italian sausage": 95,
  "champagne vinegar": 95,
  "oat flour": 94,
  "nori": 94,
  "frozen tater tots": 94,
  "green enchilada sauce": 94,
  "mild italian sausage": 94,
  "romaine lettuce hearts": 94,
  "amaretto liqueur": 94,
  "unsweetened apple juice": 94,
  "pumpernickel bread": 94,
  "steaks": 94,
  "whole allspice": 94,
  "soba noodles": 94,
  "polish sausage": 94,
  "butter flavor shortening": 93,
  "rice chex": 93,
  "sweet green pepper": 93,
  "almond butter": 93,
  "ginger garlic paste": 93,
  "gnocchi": 93,
  "long grain brown rice": 93,
  "miso": 93,
  "frozen bread dough": 93,
  "fat": 92,
  "lean pork": 92,
  "white mushroom": 92,
  "prepared sweet and sour mix": 92,
  "rice milk": 92,
  "vegan margarine": 92,
  "lowfat mozzarella cheese": 92,
  "apricots": 92,
  "toasted sliced almonds": 92,
  "dry oregano": 92,
  "blanched almonds": 92,
  "hash browns": 92,
  "white corn syrup": 92,
  "sifted flour": 92,
  "strawberry preserves": 92,
  "instant chicken bouillon granules": 92,
  "thai red curry paste": 92,
  "habanero pepper": 91,
  "real maple syrup": 91,
  "nectarines": 91,
  "catalina dressing": 91,
  "bulk sausage": 91,
  "fat free whipped topping": 91,
  "prunes": 91,
  "prune": 91,
  "tomatillo": 91,
  "old cheddar cheese": 91,
  "skewers": 91,
  "beef tenderloin steaks": 91,
  "spam": 91,
  "steamed rice": 91,
  "thai basil": 91,
  "vegetable juice": 91,
  "lamb chops": 90,
  "ground sausage": 90,
  "dry lentils": 90,
  "chicken breast tenders": 90,
  "hamburger bun": 90,
  "green apple": 90,
  "dried porcini mushrooms": 90,
  "whole wheat pasta": 90,
  "tapioca starch": 90,
  "dry basil": 90,
  "old fashioned oatmeal": 90,
  "cola": 89,
  "fajita seasoning mix": 89,
  "lime jell o gelatin": 89,
  "baby arugula": 89,
  "dark raisin": 89,
  "french baguettes": 89,
  "apple pie spice": 89,
  "dried mustard": 89,
  "refrigerated sugar cookie dough": 89,
  "garam masala powder": 89,
  "kitchen bouquet": 89,
  "diced onions": 89,
  "sour milk": 89,
  "jellied cranberry sauce": 89,
  "green curry paste": 89,
  "large raw shrimp": 88,
  "french onion soup": 88,
  "seafood cocktail sauce": 88,
  "anaheim chilies": 88,
  "fat free sweetened condensed milk": 88,
  "soda water": 88,
  "amarula cream liqueur": 88,
  "low sodium vegetable broth": 88,
  "chocolate curls": 88,
  "pretzel sticks": 88,
  "creole mustard": 88,
  "unbaked pie shell": 88,
  "fresh white breadcrumbs": 88,
  "apple jelly": 88,
  "frozen vegetables": 87,
  "brown mustard": 87,
  "red apples": 87,
  "vanilla frosting": 87,
  "mandarin orange": 87,
  "baby potatoes": 87,
  "mexicorn": 87,
  "roasted cashews": 87,
  "red grapes": 87,
  "canned pumpkin puree": 87,
  "cremini mushroom": 87,
  "popcorn": 87,
  "banana liqueur": 87,
  "sharp white cheddar cheese": 87,
  "stevia": 87,
  "instant coffee powder": 87,
  "red pepper sauce": 87,
  "red currant jelly": 87,
  "semisweet chocolate morsels": 87,
  "jiffy corn muffin mix": 86,
  "unseasoned breadcrumbs": 86,
  "processed cheese": 86,
  "andouille sausage": 86,
  "water packed artichoke hearts": 86,
  "vanilla flavored soymilk": 86,
  "thick & chunky salsa": 86,
  "broiler fryer chickens": 86,
  "red enchilada sauce": 86,
  "pecorino cheese": 86,
  "rosemary sprigs": 86,
  "prepared stuffing": 86,
  "icing": 86,
  "ground coffee": 86,
  "mushroom pieces": 85,
  "bibb lettuce": 85,
  "minced clams": 85,
  "thai fish sauce": 85,
  "textured vegetable protein": 85,
  "pimento stuffed olives": 85,
  "pork loin roast": 85,
  "sweet relish": 85,
  "corn chex": 85,
  "dry pasta": 85,
  "frozen cut green beans": 85,
  "butter flavor crisco": 85,
  "minced beef": 85,
  "salted cashews": 85,
  "herb seasoned stuffing mix": 85,
  "french rolls": 85,
  "lasagna noodle": 84,
  "white whole wheat flour": 84,
  "italian herb seasoning": 84,
  "chocolate frosting": 84,
  "green tomatoes": 84,
  "canned corn": 84,
  "instant pistachio pudding mix": 84,
  "semisweet mini chocolate chips": 84,
  "plantains": 84,
  "manchego cheese": 84,
  "chicken stock cube": 84,
  "coca cola": 84,
  "shell pasta": 84,
  "shortcrust pastry": 84,
  "poblano pepper": 84,
  "white corn": 84,
  "rutabaga": 84,
  "non fat powdered milk": 83,
  "ham bone": 83,
  "bamboo skewers": 83,
  "thickened cream": 83,
  "lean ham": 83,
  "pickle relish": 83,
  "tiny new potatoes": 83,
  "salt pork": 83,
  "lemon curd": 83,
  "boneless chicken thighs": 83,
  "bacon fat": 83,
  "escarole": 82,
  "mincemeat": 82,
  "dried beef": 82,
  "cool whip free": 82,
  "fresh garlic clove": 82,
  "fresh jalapeno": 82,
  "bulgar wheat": 82,
  "red sweet bell pepper": 82,
  "new potato": 82,
  "unsifted flour": 82,
  "orange jell o": 82,
  "deli roast beef": 82,
  "green cardamom pods": 82,
  "guinness stout": 82,
  "soft tofu": 82,
  "chile": 82,
  "country style pork ribs": 82,
  "all purpose white flour": 82,
  "masa harina": 82,
  "boston lettuce": 82,
  "ground paprika": 82,
  "fat free ricotta cheese": 82,
  "skinless chicken breast halves": 82,
  "sweet pepper": 81,
  "pie shells": 81,
  "unsweetened baking chocolate": 81,
  "ground fennel": 81,
  "fat free italian salad dressing": 81,
  "kidney bean": 81,
  "tilapia fillet": 81,
  "thai sweet chili sauce": 81,
  "skirt steaks": 81,
  "grape jelly": 81,
  "stilton cheese": 81,
  "peach slices": 81,
  "wasabi paste": 81,
  "bread cubes": 80,
  "dried split peas": 80,
  "red chili peppers": 80,
  "beef flank steak": 80,
  "single cream": 80,
  "unbleached cane sugar": 80,
  "canned tomato": 80,
  "whole green chilies": 79,
  "brewed espresso": 79,
  "pickled ginger": 79,
  "cream of potato soup": 79,
  "boneless skinless chicken breast half": 79,
  "corn tortilla": 79,
  "non dairy whipped topping": 79,
  "blue cheese dressing": 79,
  "malibu rum": 79,
  "pineapple slices": 79,
  "pistachio nut": 79,
